Repository: Oguima/RainStormIOS
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Allow location access in Settings to see the weather where you are.
pt_br: Permita o acesso à localização nos Ajustes para ver o clima onde você está.

source: Clear sky
pt_br: Céu limpo

source: Current weather
pt_br: Clima atual

source: Day
pt_br: Dia

source: Dense drizzle
pt_br: Garoa intensa

source: Dense freezing drizzle
pt_br: Garoa congelante intensa

source: Depositing rime fog
pt_br: Nevoeiro com geada

source: Fog
pt_br: Nevoeiro

source: Heavy freezing rain
pt_br: Chuva congelante forte

source: Heavy rain
pt_br: Chuva forte

source: Heavy snow fall
pt_br: Neve forte

source: Heavy snow showers
pt_br: Pancadas de neve fortes

source: Light drizzle
pt_br: Garoa fraca

source: Light freezing drizzle
pt_br: Garoa congelante fraca

source: Light freezing rain
pt_br: Chuva congelante fraca

source: Loading weather…
pt_br: Carregando o clima…

source: Mainly clear
pt_br: Predominantemente limpo

source: Max
pt_br: Máx.

source: Min
pt_br: Mín.

source: Minimum %@, maximum %@
pt_br: Mínima de %@, máxima de %@

source: Moderate drizzle
pt_br: Garoa moderada

source: Moderate rain
pt_br: Chuva moderada

source: Moderate rain showers
pt_br: Pancadas de chuva moderadas

source: Moderate snow fall
pt_br: Neve moderada

source: Next days
pt_br: Próximos dias

source: Open RainStorm to load the weather
pt_br: Abra o RainStorm para carregar o clima

source: Open Settings
pt_br: Abrir Ajustes

source: Overcast
pt_br: Nublado

source: Partly cloudy
pt_br: Parcialmente nublado

source: Please try again in a few moments.
pt_br: Tente novamente em alguns instantes.

source: Showing the forecast for %@
pt_br: Mostrando a previsão para %@

source: Slight rain
pt_br: Chuva fraca

source: Slight rain showers
pt_br: Pancadas de chuva fracas

source: Slight snow fall
pt_br: Neve fraca

source: Slight snow showers
pt_br: Pancadas de neve fracas

source: Snow grains
pt_br: Grãos de neve

source: Temperature this week
pt_br: Temperatura na semana

source: The current conditions and today's range, as in the app.
pt_br: A condição atual e a mínima e máxima do dia, como no app.

source: Thunderstorm
pt_br: Tempestade

source: Thunderstorm with heavy hail
pt_br: Tempestade com granizo forte

source: Thunderstorm with slight hail
pt_br: Tempestade com granizo fraco

source: today %@
pt_br: hoje %@

source: Try again
pt_br: Tentar novamente

source: Unable to load the weather
pt_br: Não foi possível carregar o clima

source: Unknown
pt_br: Desconhecido

source: Updated at %@
pt_br: Atualizado às %@

source: Violent rain showers
pt_br: Pancadas de chuva violentas

source: Wind %@
pt_br: Vento %@

source: wind %@
pt_br: vento %@
